Repository: DarkWizarD24/mjpoll
Catalog: mjpoll/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Poll deleted
fr: Vote supprimé

source: Error: cast invalid data
fr: Données du vote invalides

source: Ballot saved
fr: Vote sauvegardé

source: Invalid ballot
fr: Vote invalide

source: Error: cast without data
fr: Vote sans données

source: Error: preview without data
fr: L'aperçue n'as pas de données

source: Error: poll without title
fr: Vote sans titre

source: Error: poll without message
fr: Vote sans message

source: Error: poll without date
fr: Vote sans date de fin

source: Error: poll with invalid date
fr: Les données du vote sont invalides

source: Error: poll with an empty choice
fr: Au moins un des choix du vote est vide

source: Error: poll with no choices
fr: Vote sans choix

source: Error: saving poll failed
fr: L'enregistrement du vote a échoué

source: Message: poll created with url %(url)s
fr: Votre vote a été créée, il est accessible à l'adresse %(url)s

source: Error: poll without data
fr: Vote dans données

source: Error: poll do not exits
fr: Le vote n'existe pas.

source: Error: poll with not results
fr: The vote n'as aucun résultats.

source: Close %(date)s
fr: Termine le %(date)s

source: To reject
fr: À rejeter

source: Poor
fr: Insuffisant

source: Acceptable
fr: Passable

source: Fair
fr: Assez bien

source: Good
fr: Bien

source: Very Good
fr: Très bien

source: %(voters)s voters
fr: %(voters)s votants

source: Save
fr: Sauvegarder

source: Voters
fr: Votants

source: Errors
fr: Erreurs

source: Polls list
fr: Liste des votes

source: List of polls you own
fr: List de vos votes

source: Poll
fr: Votes

source: Delete
fr: Supprimer

source: Results
fr: Résultats

source: Vote
fr: Voter

source: List of polls you vote for
fr: Liste des votes pour lequels vous avez voté

source: Edit
fr: Editer

source: You do not create any poll or participate in a poll.
fr: Vous n'avez créez aucun vote ni n'avez participer à un vote.

source: Delete poll:
fr: Supprimer le vote :

source: Cancel
fr: Annuler

source: New Poll
fr: Nouveau vote

source: My Polls
fr: Mes votes

source: Create Poll
fr: Créer un vote

source: Message: create poll
fr: Vous pouvez créez votre vote avec autant de choix que vous le souhaitez.<br><br/>Vous pouvez personaliser la mise en forme du message et des choix comme dans cet exemple :

source: Messge: poll example
fr: Vous pouvez mettre du texte en **gras** ou en *italique*. Vous pouvez écrire une adresse, elle deviendra un lien : https://fr.wikipedia.org/wiki/Jugement_majoritaire. Vous pouvez transformer un [texte](https://fr.wikipedia.org/wiki/Jugement_majoritaire) en lien. Vous pouvez créer une list de choses: * chose * chose * chose * truc

source: Title
fr: Titre

source: Error: poll title empty
fr: (le titre ne peux pas être vide)

source: Error: poll message empty
fr: (le message ne peux pas être vide)

source: End date
fr: Date de fin

source: Error: poll missing date or time
fr: Le vote n'as pas de date ou d'heure

source: Error: poll date in past
fr: La fin du vote est dans le passé

source: Choices
fr: Choix

source: Add choice
fr: Ajouter un choix

source: Preview
fr: Aperçue

source: Message: poll save confirmation
fr: Attention, une fois votre vote sauvegardé, vous ne pourez plus le modifier.

source: Error: poll choice empty
fr: Le choix ne peux pas être vide

source: Results for %(title)s
fr: Résultats pour %(title)s

source: Results for %(title)s (%(ballots)s ballots)
fr: Résultats pour %(title)s (%(ballots)s votes)

source: Closed %(date)s
fr: Terminé le %(date)s

source: Ranking
fr: Classement

source: Rank
fr: Rang

source: Choice
fr: Choix

source: Grade
fr: Mention

source: Pecentages
fr: Pourcentages

source: Legend
fr: Légende

source: Message: legend details
fr: La mention avec les rayures est la mention majoritaire.
